// Generic buttons

"OK" = "OK";
"Cancel" = "Annuler";
"Delete" = "Supprimer";

// File size display

"formatted file size with suffix" = "%@ (%@)";

// Time display

"%lld hours" = "%lld heures";
"an hour" = "une heure";

"%lld minutes" = "%lld minutes";
"a minute" = "une minute";

"%lld seconds" = "%lld secondes";
"a second" = "une seconde";

// Status

"Creating archive..." = "Création de l’archive…";
"Expanding archive..." = "Développement de l’archive…";

"Archive Encrypted" = "Archive chiffrée";
"Please enter the password to decrypt the archive." = "Entrez le mot de passe pour déchiffrer l’archive.";
"Password" = "Mot de passe";

"Downloading..." = "Téléchargement…";
"Changing directories..." = "Changement des répertoires…";
"Duplicating..." = "Duplication…";
"Listing..." = "Création de la liste…";
"Moving..." = "Déplacement…";
"Copying..." = "Copie…";
"Creating file..." = "Création du fichier…";
"Creating folder..." = "Création du dossier…";
"Renaming..." = "Changement de nom…";
"Resolving symlink..." = "Résolution du lien symbolique…";
"Retrieving size..." = "Récupération de la taille…";
"Uploading..." = "Téléversement…";
"Getting attributes..." = "Obtention des attributs…";
"Changing attributes..." = "Changement des attributs…";
"Canceling..." = "Annulation…";
"Deleting..." = "Suppression…";
"Moving to trash..." = "Déplacement dans la corbeille…";
"Publishing \"%@\"..." = "Publication de « %@ »…";
"Preparing to %@..." = "Préparation pour %@…";
"Copying \"%@\"..." = "Copie de « %@ »…";
"Moving \"%@\"..." = "Déplacement de « %@ »…";

"download-present" = "Téléchargement";
"upload-present" = "Téléversement";
"delete-present" = "Suppression";
"move-present" = "Déplacement";
"copy-present" = "Copie";
"process-present" = "Traitement";
"download-past" = "Téléchargé";
"upload-past" = "Téléversé";
"delete-past" = "Supprimé";
"move-past" = "Déplacé";
"copy-past" = "Copié";
"process-past" = "Traité";
"compare-present" = "Comparaison";
"compare-past" = "Comparé";
"list-present" = "Création de la liste";
"list-past" = "Liste créée";
"create-present" = "Création";
"create-past" = "Créé";
"connect-present" = "Connexion";
"connect-past" = "Connecté";
"connect-future" = "Connexion en attente";

"download" = "télécharger";
"upload" = "téléverser";
"move" = "déplacer";
"copy" = "copie";
"process" = "traiter";
"delete" = "supprimer";
"compare" = "comparer";
"list" = "créer une liste";
"create" = "créer";
"connect" = "Se connecter";

"An error occurred" = "Une erreur s’est produite";
"A few errors occurred" = "Quelques erreurs se sont produites";

"%@ %lu items" = "%@ %lu éléments";
"%lu items" = "%lu éléments";
"%@ 1 item" = "%@ 1 élément";
"1 item" = "1 élément";
"%lu of %lu" = "%lu de %lu";
"%@%@ of %@" = "%@%@ de %@";
"%@ to \"%@\"" = "%@ vers “%@”";
"%@%@ of %@ - %@ - %.0f KB/s" = "%@%@ de %@ - %@ - %.1f Ko/s";
"%@%@ of %@ - %@ - %.1f MB/s" = "%@%@ de %@ - %@ - %.1f Mo/s";
"%@%@ of %@, %.0f KB/s" = "%@%@ de %@, %.1f Ko/s";
"%@%@ of %@, %.1f MB/s" = "%@%@ de %@, %.1f Mo/s";
"(Stalled) " = "(Bloqué) ";

// transcript
"TranscriptVersionFormat" = "%@ %@ (%@) Transcription de session [%@] (%@)\n";
"Sending keep alive...\n" = "Envoi de maintien actif…\n";
"Disconnecting from server...\n" = "Déconnexion du serveur…\n";
"Connecting to %@\n" = "Connexion à « %@ »\n";
"Deleting folder %@\n" = "Suppression du dossier « %@ »\n";
"Deleting file %@\n" = "Suppression du fichier « %@ »\n";
"Downloading file %@\n" = "Téléchargement du fichier « %@ »\n";
"Download successful.\n" = "Téléchargement réussi.\n";
"Uploading file %@\n" = "Téléversement du fichier « %@ »\n";
"Upload successful.\n" = "Téléversement réussi.\n";
"Changing to %@\n" = "Changement en « %@ »\n";
"Creating folder %@\n" = "Création du dossier « %@ »\n";
"Changing permissions of %@\n" = "Changement des autorisations de « %@ »\n";
"Renaming \"%@\" to \"%@\"\n" = "Remplacement du nom “%@” par “%@”\n";
"Listing %@\n" = "Liste de « %@ »\n";
"Rename successful.\n" = "Changement de nom réussi.\n";
"Could not parse line, switching to VanDyke parser. (%@)\n" = "Impossible d’analyser la ligne ; basculement sur l’analyseur VanDyke. (%@)\n";
"Could not parse line with VanDyke parser, switching to last resort. (%@)\n" = "Impossible d'analyser la ligne via l'analyseur VanDyke, passage au dernier recours. (%@)\n";
"Download failed with error %d.\n" = "Échec du téléchargement avec l’erreur %d.\n";
"Could not get attributes.\n" = "Impossible d’obtenir les attributs.\n";
"Received throttle request from the server, waiting...\n" = "Demande d’allocation du serveur reçue, en attente...\n";
"Changing attributes of %@\n" = "Changement des attributs de %@\n";
"Attempting key authentication." = "Tentative d’authentification par clé.";
"Attempting password authentication." = "Tentative d’authentification par mot de passe.";
"Attempting two-factor authentication." = "Tentative d’authentification à deux facteurs.";
"Could not connect to localhost, trying 127.0.0.1...\n" = "Impossible de se connecter à localhost, tentative de 127.0.0.1…\n";

// Errors

"Could not move \"%@\"." = "Impossible de déplacer « %@ ».";
"Could not connect to server \"%@\"." = "Impossible de se connecter au serveur « %@ ».";
"Could not change directory to \"%@\"." = "Impossible de changer le répertoire en « %@ ».";
"Could not create folder named \"%@\"." = "Impossible de créer un dossier nommé « %@ ».";
"Could not create file named \"%@\"." = "Impossible de créer un fichier nommé « %@ ».";
"Could not delete \"%@\"." = "Impossible de supprimer « %@ ».";
"Could not download \"%@\"." = "Impossible de télécharger « %@ ».";
"Could not upload \"%@\"." = "Impossible de téléverser « %@ ».";
"Could not rename \"%@\"." = "Impossible de renommer « %@ ».";
"Could not copy \"%@\"." = "Impossible de copier « %@ ».";
"Could not determine current path." = "Impossible de déterminer le chemin actuel.";
"Could not retrieve file listing for \"%@\"." = "Impossible de récupérer la liste des fichiers pour « %@ ».";
"This server does not support the 'executable' property." = "Ce serveur ne prend pas en charge la propriété « exécutable ».";
"Operation was cancelled." = "Opération annulée.";
"Authorization failed." = "Échec de l’autorisation.";
"Could not change owner of “%@”." = "Impossible de changer le propriétaire de “%@”.";
"Could not change group of “%@”." = "Impossible de changer le groupe de “%@”.";
"Could not change file owner and group of “%@”." = "Impossible de changer le propriétaire du fichier et le groupe de “%@”.";
"Could not create symlink “%@”." = "Impossible de créer un lien symbolique “%@”.";
"Could not resolve symlink \"%@\"." = "Impossible de résoudre le lien symbolique « %@ ».";
"Could not get attributes." = "Impossible d’obtenir les attributs.";
"Could not get attributes of \"%@\"." = "Impossible d’obtenir les attributs de « %@ ».";
"The destination file's size does not match the size of the source file. This could mean that something went wrong during the transfer." = "La taille du fichier de destination ne correspond pas à la taille du fichier source. Cela peut indiquer un incident lors du transfert.";
"Could not look up file ID." = "Impossible de rechercher l’ID de fichier.";
"Could not list team drives." = "Impossible d’afficher la liste des drives d’équipe.";

"Connection falling back to port (PORT) mode.\n" = "Connexion revenant au mode port (PORT).\n";
"Control connection timed out." = "Limite de connexion dépassée.";
"Data connection timed out." = "Limite de connexion dépassée.";
"Connection refused." = "Connexion refusée";
"The user name was not accepted by the server." = "Le nom d’utilisateur a été refusé par le serveur.";
"The user name or password was not accepted by the server." = "Le nom d’utilisateur ou le mot de passe a été refusé par le serveur.";
"Login failed." = "Échec de la connexion.";
"Server not found." = "Serveur introuvable.";
"Server closed connection." = "Connexion au serveur fermée.";
"File not found." = "Fichier introuvable.";
"Key not found. This can occur if the directory was not originally created by %@." = "Clé introuvable. Cela peut se produire si le répertoire n’a pas été créé à l’origine par %@.";
"This operation is not supported by the server." = "Cette opération n’est pas prise en charge par le serveur.";
"Not connected." = "Non connecté.";
"Remote file not a directory." = "Le fichier distant n’est pas un répertoire.";
"Socket read failed." = "Échec de lecture du socket.";
"Server said: %@\n\nError %d: %s" = "Message du serveur : %@\n\nErreur %d : %s";
"ServerSaidMessage %@" = "Le serveur a envoyé ce message :\n\n%@";
"Make sure you're allowed to change the permissions on this file." = "Assurez-vous de pouvoir changer les autorisations de ce fichier.";
"Couldn't establish data connection." = "Impossible d’établir la connexion de données.";
"Error accepting data connection. This could be a problem with firewall or proxy configuration. Try passive mode." = "Erreur lors de l’acceptation de la connexion de données. Cela peut être un problème avec la configuration du pare-feu ou du proxy. Utilisez le mode passif.";
"Could not open local file. Please verify you have read or write permissions for it." = "Impossible d’ouvrir le fichier local. Vérifiez que vous disposez des autorisations en lecture ou en écriture pour celui-ci.";
"The item \"%@\" can not be moved to the Trash." = "L’élément « %@ » ne peut pas être placé dans la Corbeille.";
"Do you want to delete it immediately?" = "Souhaitez-vous le supprimer immédiatement ?";
"%i items can not be moved to the Trash." = "%i éléments ne peuvent pas être placés dans la Corbeille.";
"Do you want to delete them immediately?" = "Souhaitez-vous les supprimer immédiatement ?";
"The folder \"%@\" cannot be replaced by an item it contains." = "Le dossier « %@ » ne peut pas être remplacé par un élément qu’il contient.";
"The destination folder does not exist." = "Le dossier de destination n’existe pas.";
"The operation could not be completed." = "L’opération n’a pas pu être terminée.";
"The item cannot be put in this location." = "L’élément ne peut pas se trouver à cet emplacement.";
"The file is too large: File is %ll, maximum file size is %ll." = "Le fichier est trop volumineux : Le fichier fait %ll, la taille de fichier maximale est %ll.";
"The folder \"%@\" can’t be replaced by an item it contains." = "Le dossier « %@ » ne peut pas être remplacé par un élément qu’il contient.";

"Error %d: %s" = "Erreur %d : %s";
"No error description provided." = "Aucune description d’erreur fournie.";

"Could not gzip file with error %d." = "Impossible de compresser le fichier avec gzip ; erreur %d.";

// WebDAV Connection errors

"Hostname lookup failed" = "Échec de recherche du nom d’hôte";
"Proxy authentication failed" = "Échec d’authentification du proxy";
"Connection timed out" = "Délai de connexion dépassé";
"WebDAV precondition failed" = "Échec de pré-condition WebDAV";
"Retry request error" = "Erreur de la requête Réessayer";
"Redirect error" = "Erreur de redirection";
"This file has been redirected to \"%@\"." = "Le fichier à été redirigé vers « %@ ».";
"Make sure your user name and password were entered correctly and that the server supports WebDAV." = "Assurez-vous que votre nom d’utilisateur et votre mot de passe sont correctement saisis et que le serveur en prend charge WebDAV.";

// SFTP Connection errors

"An unexpected end of file error occurred." = "Une erreur inattendue de fin de fichier s’est produite.";
"Command failed." = "Échec de la commande.";
"Bad message." = "Mauvais message.";
"Read error." = "Erreur en lecture.";
"Write error." = "Erreur d’écriture.";
"Remote stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Local stat failed." = "Fichier introuvable. Assurez-vous que le fichier n’a pas été déplacé ou renommé par inadvertance.";
"Couldn't set local permissions." = "Impossible de configurer les autorisations locales.";
"Couldn't set local file time." = "Impossible d’horodater le fichier local.";
"Can't download a directory." = "Impossible de télécharger un répertoire.";
"Couldn't get remote handle." = "Impossible de prendre la main à distance.";
"Couldn't create local file." = "Impossible de créer un fichier local.";
"Data packet too big." = "Le paquet de données est trop important.";
"Attributes missing permissions." = "Autorisations manquantes pour les attributs.";
"Protocol error." = "Erreur de protocole.";
"Unable to extract public key from private key file." = "Impossible d’extraire la clé publique du fichier de clé privée.";

//SOCKS strings
"SOCKS proxy preferences detected, using passive (PASV) mode.\n" = "Préférences de proxy SOCKS détectées ; utilisation du mode passif (PASV).\n";

// misc text
"Symbolic Link" = "Lien symbolique";
"untitled file" = "fichier sans titre";
"untitled folder" = "dossier sans titre";
"Document" = "Document";
"Folder" = "Dossier";
"Yes" = "Oui";
"No" = "Non";

// Added strings (3-22-2007)

"Could not overwrite local target path: %@" = "Impossible d’écraser le chemin cible local : %@";
"Make sure you have write permissions for the folder \"%@\"." = "Assurez-vous de disposer des autorisations en écriture pour le dossier « %@ ».";
"Could not access file at path: %@" = "Impossible d’accéder au fichier avec le chemin : %@";
"Archive" = "Archiver";
"Could not create archive." = "Impossible de créer une archive.";
"Could not expand archive." = "Impossible de développer l’archive.";
"Temporary folder creation failed." = "La création du dossier temporaire a échoué.";
"Verify the file permissions allow you to view this folder and try again." = "Vérifiez que les autorisations de fichier vous permettent d’afficher ce dossier, puis réessayez.";
"Make sure you have permission to modify this file." = "Assurez-vous de disposer des autorisations pour modifier ce fichier.";
"The name \"%@\" is already taken." = "Le nom « %@ » est déjà pris.";
"Please choose a different name." = "Choisissez un autre nom.";
"B" = "O";
"KB" = "Ko";
"MB" = "Mo";
"GB" = "Go";
"Could not change directory." = "Impossible de changer de répertoire.";
"Directory path was empty." = "Le chemin du répertoire était vide.";
"Could not change permissions of \"%@\"." = "Impossible de changer les autorisations de « %@ ».";
// NOTE: Do not use the error below if possible. Use the variant that includes the folder name.
"Could not retrieve file listing." = "Impossible de récupérer la liste des fichiers.";
"Unable to parse server response." = "Impossible d’analyser la réponse du serveur.";
"Unknown" = "Inconnu";
"Uploaded checksum doesn't match local file." = "La somme de contrôle du téléversement ne correspond pas au fichier local.";
"Delete successful.\n" = "Suppression réussie.\n";
"Cancelled" = "Annulé";
"Remote mkdir failed." = "Échec de mkdir distant.";
"The specified path is not a folder." = "Le chemin spécifié n’est pas un dossier.";


// Added strings (2-6-2008)

"Sending raw command \"%@\"..." = "Envoi de commande FTP « %@ »…";
"Waiting for connection..." = "En attente de connexion…";
"Sending raw command: %@\n" = "Envoi de commande FTP : %@\n";

// Added strings (3-24-2008)

"Stop" = "Arrêter";
"Continue" = "Continuer";
"Disable and Continue" = "Désactiver et continuer";

"years" = "années";
"year" = "année";
"months" = "mois";
"month" = "mois";
"weeks" = "semaines";
"week" = "semaine";
"days" = "jours";
"day" = "jour";
"hour" = "heure";
"minute" = "minute";
"second" = "seconde";

"This server or file may not allow you to adjust permissions. Double-check that your permissions in the Rules preferences are set correctly." = "Il est possible que ce serveur ou ce fichier ne vous permette pas d’ajuster les autorisations. Vérifiez que vos autorisations dans les préférences des règles sont correctement définies.";

"File sizes were equal" = "Les tailles des fichiers étaient les mêmes";
"Could not send command \"%@\"." = "Impossible d’envoyer la commande « %@ ».";
"Your AWS account is not signed up for the Amazon S3 service." = "Votre compte AWS n’a pas d’abonnement au service Amazon S3.";
"\"%@\" was skipped due to rule.\n" = "« %@ » a été ignoré en raison de la règle.\n";
"Skipped due to rule" = "Ignoré en raison de la règle";
"Rule evaluation failed for \"%@\".\n" = "Échec d’évaluation des règles pour « %@ ».\n";
"In directory %@\n" = "Dans le répertoire %@\n";
"Creating bucket %@\n" = "Création du compartiment %@\n";
"Could not create bucket named \"%@\"." = "Impossible de créer un compartiment nommé « %@ ».";
"Could not connect to Amazon S3." = "Impossible de se connecter à Amazon S3.";
"An Access Key ID and Secret Access Key are required." = "Un ID de clé d’accès et une clé d’accès secrète sont nécessaires.";
"Amazon S3 only allows %@ buckets and you already have %@." = "Amazon S3 n’autorise que %@ compartiments et vous en avez déjà %@.";
"You have tried to create too many buckets." = "Vous avez essayé de créer trop de compartiments.";
"Could not change bucket logging status of “%@”." = "Impossible de changer l’état de journalisation des compartiments de “%@”.";
"Unexpected response received from server." = "Réponse inattendue reçue du serveur.";
"Could not get distribution config." = "Impossible d’obtenir la configuration de distribution.";
"Could not get distribution info." = "Impossible d’obtenir des informations sur la distribution.";
"Could not retrieve distribution listing." = "Impossible de récupérer la liste de distribution.";
"Could not create distribution." = "Impossible de créer une distribution.";
"Could not update distribution." = "Impossible de mettre à jour la distribution.";
"Could not delete distribution." = "Impossible de supprimer la distribution.";
"The bucket name is not suitable because it does not conform to DNS requirements." = "Le nom de compartiment ne convient pas car il ne respecte pas les conditions DNS.";
"Safe save upload failed, attempting normal upload.\n" = "Échec du téléversement avec enregistrement sécurisé ; essai de téléversement normal.\n";
"Using proxy server: %@.\n" = "Utilisation du serveur de proxy : %@.\n";

// __VERIFIER_IGNORE__ These strings appear in a table, which is not understood by verifier
"Northern California" = "Californie du Nord";
"Ireland" = "Irlande";
"Frankfurt" = "Francfort";
"Singapore" = "Singapour";
"Tokyo" = "Tokyo";
"Oregon" = "Oregon";
"Sydney" = "Sydney";
"Sao Paulo" = "São Paulo";
"Seoul" = "Séoul";
"Northern Virginia (Default)" = "Virginie du Nord (par défaut)";
"Ohio" = "Ohio";
"Montreal" = "Montréal";
"London" = "Londres";
"Mumbai" = "Bombay";
"Paris" = "Paris";
"Stockholm" = "Stockholm";
"Hong Kong" = "Hong Kong";
"GovCloud" = "GovCloud";
// __END_VERIFIER_IGNORE__

// Added 48 missing strings (3-12-2010)

"Unknown error: %ld" = "Erreur inconnue : %ld";
"Raw commands are not supported by this protocol." = "Les commandes FTP ne sont pas prises en charge par ce protocole.";
"Using proxy server:%@:%d type:%d.\n" = "Utilisation du serveur de proxy :%@:%d type :%d.\n";
"Could not establish a secure connection." = "Impossible d’établir une connexion sécurisée.";
"Couldn’t verify certificate chain." = "Impossible de vérifier la chaîne de certificat.";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "Limite de connexion dépassée ou le serveur a raccroché. Le serveur auquel vous vous connectez est peut-être configuré pour limiter le nombre de connexions que vous êtes autorisé à réaliser.";
"Apply to all" = "Appliquer à tous";
"Done" = "Terminé";
"Paused" = "Suspendu";
"Waiting..." = "En attente…";
"Creating archive of %@..." = "Création de l’archive de %@…";
"Expanding archive %@..." = "Développement de l’archive %@…";
"Could not change attributes for the selected files." = "Impossible de changer les attributs des fichiers sélectionnés.";
"Some files could not be copied." = "Certains fichiers n’ont pas pu être copiés.";
"The copy completed, but some errors were encountered." = "La copie est terminée, mais des erreurs ont été rencontrées.";
"Moving items to the trash..." = "Déplacement des éléments dans la Corbeille…";
"Deleting items..." = "Deleting items...";
"Could not change the attributes of some files." = "Impossible de changer les attributs de certains fichiers.";
"Changing attributes completed, but some errors were encountered." = "Changement des attributs terminé, mais des erreurs ont été rencontrées.";
"%@ - Done" = "%@ - Terminé";
"Connecting to %@..." = "Connexion à %@…";
"Some files could not be deleted." = "Certains fichiers n’ont pas pu être supprimés.";
"The delete completed, but some errors were encountered. Double check your settings, and try to delete these files again." = "La suppression est terminée, mais des erreurs ont été rencontrées. Vérifiez vos paramètres, puis réessayez de supprimer ces fichiers.";
"Some files could not be downloaded." = "Certains fichiers n’ont pas pu être téléchargés.";
"The download completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to download these files." = "Le téléchargement est terminé, mais des erreurs ont été rencontrées lors du transfert. Vérifiez vos paramètres ou réessayez de télécharger ces fichiers.";
"Some files could not be transferred." = "Certains fichiers n’ont pas pu être transférés.";
"The transfer completed, but some errors were encountered. Double check your settings, and re-attempt to transfer these files." = "Le transfert est terminé, mais des erreurs ont été rencontrées. Vérifiez vos paramètres, puis réessayez de transférer ces fichiers.";
"Uploading \"%@\" to server..." = "Téléversement de « %@ » au serveur…";
"Could not create a file named \"%@\"." = "Impossible de créer un fichier nommé « %@ ».";
"An item with the same name already exists in \"%@\"." = "Un élément du même nom existe déjà dans « %@ ».";
"Could not create a folder named \"%@\"." = "Impossible de créer un dossier nommé « %@ ».";
"Could not determine server time offset." = "Impossible de déterminer le décalage horaire du serveur.";
"Try manually entering a time offset, or comparing files by size." = "Essayez d’entrer manuellement un décalage horaire ou de comparer les fichiers par taille.";
"Comparing files..." = "Comparaison des fichiers…";
"hours" = "heures";
"minutes" = "minutes";
"seconds" = "secondes";
"Some files could not be uploaded." = "Certains fichiers n’ont pas pu être téléversés.";
"The upload completed, but some errors were encountered during the transfer. Double check your settings, or re-attempt to upload these files." = "Le téléversement est terminé, mais des erreurs ont été rencontrées lors du transfert. Vérifiez vos paramètres ou réessayez de téléverser ces fichiers.";
"Bucket" = "Compartiment";
"TB" = "To";
"Changing modification date of %@\n" = "Changement de la date de modification de %@\n";
"Changing attributes successful.\n" = "Changement des attributs réussi.\n";
"Could not change attributes of \"%@\"." = "Impossible de changer les attributs de « %@ ».";
"fork() failed." = "Échec fork().";
"pipe() failed." = "Échec pipe().";
"Upload failed with error %d (%@).\n" = "Échec du téléversement avec l’erreur %d (%@).\n";

// Added (3-17-2010)

"Changing owner of %@\n" = "Changement du propriétaire de %@\n";
"Changing group of %@\n" = "Changement du groupe de %@\n";

"The symlink \"%@\" could not be transferred because the original item could not be found." = "Le lien symbolique « %@ » n’a pas pu être transféré car l’élément d’origine est introuvable.";
"This symlink links to another symlink which is unresolved and is unsupported." = "Ce lien symbolique est lié à un autre lien symbolique qui n’est pas résolu ni pris en charge.";
"The symlink \"%@\" could not be transferred because following symlinks is not supported." = "Le lien symbolique « %@ » n’a pas pu être transféré car les liens symboliques suivants ne sont pas pris en charge.";

"Safe save upload failed, source file size was %ld destination was %ld.\n" = "Échec du téléversement avec enregistrement sécurisé ; la taille du fichier source était de %ld et la destination de %ld.\n";


// Added for Transmit 4.1
"Some items could not be moved." = "Certains éléments n’ont pas pu être déplacés.";
"The move completed, but some errors were encountered." = "Le déplacement est terminé, mais des erreurs ont été rencontrées.";
"An unknown error occurred." = "Une erreur inconnue s’est produite.";
"Decomposed UTF-8 string detected; switching modes." = "Chaîne UTF-8 décomposée détectée ; basculement des modes.";
"%@ could not acquire a connection to begin the operation. Try increasing the number of allowed transfers or server connections." = "%@ n’a pas pu établir de connexion pour commencer l’opération. Essayez d’augmenter le nombre de transferts ou de connexions au serveur autorisées.";
"Some items could not be copied." = "Certains éléments n’ont pas pu être copiés.";
"Getting attributes of %@\n" = "Obtention des attributs de %@\n";

// Added for Transmit 4.5
"The name \"%@\" can't be used." = "Ce nom « %@ » ne peut pas être utilisé.";
"Try using a name with fewer characters, or with no \"/\" characters." = "Essayez d’utiliser un nom avec moins de caractères ou sans caractères « / ».";
"Container" = "Conteneur";
"Could not create container named \"%@\"." = "Impossible de créer un conteneur nommé « %@ ».";
"Creating container %@\n" = "Création du conteneur %@\n";

"Stat failed." = "Échec des stat.";
"Could not change attributes of \"%@\".\n" = "Impossible de changer les attributs de « %@ ».\n";

// Added (5-29-12)
"An SSH config file contains one or more errors. Please correct them to use this file." = "Un fichier de configuration SSH contient une ou plusieurs erreurs. Veuillez les corriger pour utiliser ce fichier.";
"Connecting to %s user:%@ port:%i\n" = "Connexion à %s utilisateur :%@ port :%i\n";

"%@ couldn't connect to the specified host. Make sure your device has network access and try again." = "%@ n’a pas pu se connecter à l’hôte spécifié. Assurez-vous que votre appareil dispose d’un accès réseau, puis réessayez.";
"An error occurred." = "Une erreur est survenue.";
"Error %d: %@" = "Erreur %d : %@";

// Added (12-18-14)
"Couldn't get region for bucket \"%@\"." = "Impossible d’obtenir la région pour le compartiment « %@ ».";

// Added (1-9-15)
"Access ID" = "ID de clé d’accès";
"Access Secret" = "Secret";
"Username" = "Nom d’utilisateur";
"Key ID" = "ID de clé";
"Application Key" = "Clé d’application";
"Access Key" = "Clé d’accès";
"API Key" = "Clé API";

// Added (2-24-15)
"Storage Class" = "Classe de stockage";
"Standard" = "Standard";
"Infrequent" = "Rare";
"Reduced" = "Réduit";
"Glacier" = "Glacier";

"Server-side Encryption" = "Chiffrement côté serveur";
"AES256" = "AES256";
"KMS" = "KMS";

"Website Redirect Location" = "Emplacement de redirection de site Web";

"Couldn't Set Metadata" = "Impossible de définir les métadonnées";
"Could not set metadata for object \"%@\"." = "Impossible de définir les métadonnées pour l’objet « %@ ».";
"Could not change extension \"%@\" of \"%@\"." = "Impossible de changer l’extension « %@ » de « %@ ».";

// SFTP host key dialog
"Host key changed for \"%@\"." = "La clé d’hôte a changé pour « %@ ».";
"Do you want to accept the host key for \"%@\"?" = "Voulez-vous accepter la clé d’hôte pour « %@ » ?";
"It appears this is the first time you have connected to this host, would you like to continue?" = "Il semble que c’est la première fois que vous vous connectez à cet hôte, voulez-vous continuer ?";
"SSH Host Key Changed Message" = "La clé d'hôte du serveur a été modifiée depuis votre dernière connexion. C’est probablement dû à un changement de serveur, mais vous devriez consulter l’administrateur de votre serveur pour en être sûr.";
"Accept Key" = "Accepter la clé";

// Amazon Cloud Drive
"%@ could not authorize the credentials for the connection." = "%@ n’a pas pu autoriser les données d’identification pour la connexion.";

// Dropbox
"Shared Folder" = "Dossier partagé";
"Read Only" = "Lecture seule";
"Revision" = "Révision";
"Last Modified By" = "Dernière modification par";
"Date Taken" = "Date prise";
"Duration" = "Durée";
"Dropbox does not support files or folders with trailing spaces in the name." = "Dropbox ne prend pas en charge les fichiers ou dossiers dont le nom se termine par un espace.";

// OneDrive
"Web URL" = "URL Web";

"This host does not support creating or uploading empty files, so this file has been skipped." = "Cet hôte ne prend pas en charge la création ou le téléversement de fichiers vides, donc ce fichier a été ignoré.";

// Google Drive
"Starred" = "Marqué d’une étoile";
"Dimensions" = "Dimensions";
"Unsupported Operation" = "Opération non prise en charge";
"Export URL" = "Exporter l’URL";
"GoogleDriveLibraryURL" = "https://library.panic.com/transmit5/google-docs/";
"GoogleDriveSharedLibraryURL" = "https://library.panic.com/transmit5/google-docs/#what-is-the-shared-with-me-container";
"Could not move “%@” to the trash." = "Impossible de placer « %@ » dans la corbeille.";

// Box
"Description" = "Description";
"Enable Public Access" = "Activer l’accès public";

// Swift
"Dallas-Fort Worth (DFW)" = "Dallas-Fort Worth (DFW)";
"Chicago (ORD)" = "Chicago (ORD)";
"Northern Virginia (IAD)" = "Virginie du Nord (IAD)";
"London (LON)" = "Londres (LON)";
"Sydney (SYD)" = "Sydney (SYD)";
"Hong Kong (HKG)" = "Hong Kong (HKG)";
"Swift Region" = "Région Swift";

"Enables public access to this item." = "Active l’accès public à cet élément.";
"Enable CDN" = "Activer CDN";
"Enables public access (CDN) for this containers content." = "Active l’accès public (CDN) pour le contenu de ce conteneur.";
"Could not create a public URL for \"%@\"." = "Impossible de créer une URL publique pour « %@ ».";
"Make sure this item is publicly accessible and try again." = "Assurez-vous que cet élément est publiquement accessible, puis réessayez.";
"Creating a public URL for this file is not supported by this service." = "La création d’une URL publique pour ce fichier n’est pas prise en charge par ce service.";

"CloudFront CDN Domain Name" = "Nom de domaine CDN CloudFront";
"The domain name for use with this CloudFront distribution." = "Le nom de domaine à utiliser avec cette distribution CloudFront.";

"CloudFront CNAMEs" = "CNAME CloudFront";
"Other hostnames for this CloudFront distribution." = "Autres noms d’hôte pour cette distribution CloudFront.";

"Bucket Log Retention" = "Rétention de journal de compartiment";
"Enables logging for all requests made to this bucket." = "Active la journalisation de toutes les requêtes effectuées à ce compartiment.";

"Bucket Log Retention Target" = "Cible de rétention de journal de compartiment";
"Which bucket the logs should be stored in." = "Le compartiment où les journaux doivent être enregistrés.";

"Bucket Log Retention Path Prefix" = "Préfixe de chemin d’accès de rétention de journal de compartiment";
"The path prefix for where the logs should be stored." = "Préfixe de chemin d’accès où les journaux doivent être enregistrés.";

"Storage Class gives you the option to store your file with reduced redundancy at a lower cost. Refer to the AWS documentation for more details." = "La classe de stockage vous permet d’enregistrer votre fichier avec moins de redondance et à moindre coût. Pour plus de détails, reportez-vous à la documentation AWS.";
"Amazon S3 can optionally encrypt your data at the object level as it writes it to disks in its data centers and decrypts it for you when you access it. Refer to the AWS documentation for more details." = "Amazon S3 peut facultativement chiffrer vos données au niveau objet lorsqu’il les écrit sur des disques dans ses centres de données et les déchiffrer lorsque vous y accédez. Pour plus de détails, reportez-vous à la documentation AWS.";
"Website Redirect Location. For more information, see the AWS documentation." = "Emplacement de redirection de site Web. Pour plus d’informations, voir la documentation AWS.";

"Copy URL" = "Copier l’URL";
"Copy Signed URL – 1 Hour" = "Copier l’URL signée – 1 heure";
"Copy Signed URL – 8 Hours" = "Copier l’URL signée – 8 heures";
"Copy Signed URL – 1 Day" = "Copier l’URL signée – 1 jour";
"Copy Signed URL – 1 Week" = "Copier l’URL signée – 1 semaine";
"Copy CloudFront URL" = "Copier l’URL CloudFront";
"Copy URL – %@" = "Copier l’URL – %@";

"Copy normal and signed URLs" = "Copier les URL normales et signées";

"Location" = "Emplacement";
"The region where the bucket is located." = "La région où le compartiment est situé.";

"Write" = "Écriture";
"Read" = "Lecture";
"Owner" = "Propriétaire";
"OwnerTruncatedIfNeeded" = "Propriét.";
"World" = "Tous";
"Authenticated Users" = "Utilisateurs authentifiés";
"Group" = "Groupe";
"None" = "Aucun";

"Write Permissions for the selected items." = "Autorisations d’écriture pour les éléments sélectionnés.";
"Read Permissions for the selected items." = "Autorisations de lecture pour les éléments sélectionnés.";
"Owner of the selected items." = "Propriétaire des éléments sélectionnés";

"Executable" = "Exécutable";
"Enables the executable permission flag on the selected items." = "Active le drapeau d’autorisation exécutable sur les éléments sélectionnés.";

//sync
"Could not compare \"%@\"." = "Impossible de comparer « %@ ».";
"Some files could not be compared." = "Certains fichiers n’ont pas pu être comparés.";
"The comparison completed, but some errors were encountered. Double check your settings, or re-attempt to compare these folders." = "La comparaison est terminée, mais des erreurs ont été rencontrées. Vérifiez vos paramètres ou réessayez de comparer ces dossiers.";
"▸ source size = %@" = "▸ taille de la source = %@";
"▸ destination size = %@" = "▸ taille de la destination = %@";
"Source file was %@ larger" = "Le fichier source était %@ plus grand";
"Destination file was %@ larger" = "Le fichier de destination était %@ plus grand";
"▸ beginning synchronization comparison" = "▸ début de la comparaison de synchronisation";
"▸ calculating time offset: difference = %.2f secs (%.2f mins) (%.2f hrs)" = "▸ calcul du décalage horaire : différence = %.2f s (%.2f min) (%.2f h)";
"▸ difference is %.2f seconds, local is newer: %@" = "▸ différence de %.2f secondes, local plus récent : %@";
"▸ skip: file is a symlink and following symlinks is disabled" = "▸ ignorer : le fichier est un lien symbolique et suivre les liens symboliques est désactivé";
"File is a symlink and following symlinks is disabled" = "Le fichier est un lien symbolique et suivre les liens symboliques est désactivé";
"▸ skip: because meta item" = "▸ ignorer : parce que méta-élément";
"File is a meta item" = "Le fichier est un méta-élément";
"▸ skip: item is hidden and show hidden files is disabled" = "▸ ignorer : l’élément est masqué et la visualisation des fichiers masqués est désactivée";
"Item is hidden file and show hidden files is disabled" = "L’élément est masqué et la visualisation des fichiers masqués est désactivée";
"▸ skip: item matched skip rule" = "▸ ignorer : l’élément correspondait à la règle d’exclusion";
"Item matched skip rule" = "L’élément correspondait à la règle d’exclusion";
"▸ skip: modification date (%@) is earlier than the cutoff date (%@)" = "▸ ignorer : la date de modification (%@) précède la date limite (%@)";
"File was last modified %@ ago (cutoff was %@ ago)" = "Dernière modification du fichier il y a %@ (la limite était il y a %@)";
"▸ file/folder mismatch, will delete existing destination item" = "▸ fichier/dossier non correspondants, l’élément de destination existant sera supprimé";
"Source file was %@ newer" = "Le fichier source était %@ plus récent";
"File modification dates are equal" = "Les dates de modification de fichier sont les mêmes";
"▸ source modification date is %@" = "▸ la date de modification de la source est %@";
"▸ destination modification date is %@ (without skew: %@)" = "▸ la date de modification de la destination est %@ (sans asymétrie : %@)";
"▸ transfer: destination item doesn't exist" = "▸ transférer : l’élément de destination n’existe pas";
"Destination file did not exist" = "Le fichier de destination n’existe pas";
"▸ transfer: source item is newer" = "▸ transférer : l’élément source est plus récent";
"Destination file was %@ newer" = "Le fichier de destination était %@ plus récent";
"▸ delete: orphaned destination item \"%@\" will be deleted" = "▸ supprimer : l’élément de destination orphelin « %@ » sera supprimé";
"Deleting orphaned files and file did not exist in source folder" = "Suppression des fichiers orphelins et le fichier n’existe pas dans le dossier source";
"⇆ entering source path: %@" = "⇆ entrée dans le chemin d’accès source : %@";
"⇆ entering destination path: %@" = "⇆ entrée dans le chemin d’accès de destination : %@";
"⇆ returning to source path: %@" = "⇆ retour au chemin d’accès source : %@";
"⇆ returning to destination path: %@" = "⇆ retour au chemin d’accès de destination : %@";
"⇆ evaluating source item: %@" = "⇆ évaluation de l’élément source : %@";
"▸ source equivalent exists" = "▸ un équivalent source existe";
"▸ create: will create folder because destination path doesn't exist" = "▸ créer : un dossier sera créé car le chemin d’accès de destination n’existe pas";
"Destination item does not exist" = "L’élément de destination n’existe pas";
"▸ skip: the file is a symlink and its target could not be resolved" = "▸ ignorer : le fichier est un lien symbolique et sa cible n’a pas pu être résolue";
"File is a symlink and the target could not be resolved" = "Le fichier est un lien symbolique et la cible n’a pas pu être résolue";
"Preparing to transfer..." = "Préparation au transfert…";

// Authentication alerts
"Authentication failed." = "L’authentification a échoué.";
"A key passphrase is required." = "Une phrase secrète clé est requise.";
"A verification code is required." = "Un code de vérification est requis.";
"Enter the key passphrase for \"%@\"." = "Saisissez la phrase secrète clé pour « %@ ».";
"Enter the user name and password for server \"%@\"." = "Saisissez le nom d’utilisateur et le mot de passe pour le serveur « %@ ».";
"Passphrase:" = "Phrase secrète :";
"Code:" = "Code :";
"Password:" = "Mot de passe :";
"Passphrase" = "Phrase secrète";
"Code" = "Code";
"Connect" = "Se connecter";
"A verification code is required for \"%@\"." = "Un code de vérification est requis pour « %@ ».";
" Please enter your user password." = " Saisissez votre mot de passe utilisateur.";
" Please enter your verification code." = " Saisissez votre code de vérification.";
" Please enter your key passphrase for \"%@\"." = " Saisissez votre phrase secrète clé pour « %@ ».";
"Enter the user name and password for the area \"%@\" on \"%@\"." = "Saisissez le nom d’utilisateur et le mot de passe pour la zone « %@ » sur « %@ ».";
"Enter the access key ID and secret for %@." = "Saisissez l’ID de clé d’accès et le secret pour %@.";
"Enter the account ID and application key for %@." = "Saisissez l’ID de compte et la clé d’application pour %@.";
"Enter the user name and access key for %@." = "Saisissez le nom d’utilisateur et la clé d’accès pour %@.";
"Enter the password for server \"%@\" with user name \"%@\"." = "Saisissez le mot de passe pour le serveur « %@ » avec le nom d’utilisateur « %@ ».";
"Enter the user name and api key for %@." = "Saisissez le nom d’utilisateur et la clé api pour %@.";
"Enter the access key for %@." = "Saisissez le clé d’accès pour %@.";
"Enter the application key for %@." = "Saisissez la clé d’application pour %@.";

"All Public" = "Tout public";
"All Private" = "Tout privé";
"Bucket Type" = "Type de compartiment";

"Server returned an error, retrying..." = "Le serveur a retourné un erreur, nouvelle tentative…";

"Please enter the pin for \"%@\"." = "Saisissez le code confidentiel pour « %@ ».";
"A pin code is required to unlock this key." = "Un code confidentiel est requis pour déverrouiller cette clé.";
"Attempting to use pin to unlock key." = "Tentative d’utilisation d’un code confidentiel pour déverrouiller la clé.";
"Unlock" = "Déverrouiller";
"1234" = "1234";
"Pin:" = "Code confidentiel :";

"Please make sure the service has been enabled on this account." = "Assurez-vous que le service a été activé sur ce compte.";
"HostKeyChangedURL" = "https://library.panic.com/general/host-key-changed/";

// Added 2019-06-26
"Fetched modification date for %@. Expected %@, got %@" = "Date de modification obtenue pour %@. Attendu %@, obtenu %@";
"Updated date modified on %@ to %@" = "Date mise à jour sur %@ le %@";
"Canceling move of %@ to %@ because the destination bucket cannot be determined" = "Annulation du déplacement de %@ à %@ car le compartiment de destination n'a pas pu être déterminé";

// Added 2019-08-01
"The server did not respond with an “object-store” service." = "Le serveur n’a pas répondu avec un service “object-store”.";
"%@ cannot access files without this service. Please contact the server administrator for assistance." = "%@ ne peut pas accéder aux fichiers sans ce service. Veuillez contacter l’administrateur du serveur pour obtenir de l’aide.";

// Added 2020-03-12
"Shared" = "Partagés";
"%@ cannot add new files to your Shared folder." = "%@ ne peut pas ajouter de nouveaux fichiers à votre dossier partagé.";
"%@ cannot delete files from your Shared folder." = "%@ ne peut pas supprimer des fichiers de votre dossier partagé.";

// Added 2020-05-14
"The ACL for “%@” was not copied to “%@”." = "La LCA de “%@” n’a pas été copiée dans “%@”.";
"You do not have permission to read or write Access Control Lists (ACLs). %@ will attempt to copy ACLs when copying files. If you do not want to copy ACLs, you may disable this behavior for the rest of the session." = "Vous ne disposez pas des autorisations de lecture ou d’écriture de listes de contrôle d’accès (LCA). %@ essaiera de copier les LCA lors de la copie des fichiers. Si vous ne voulez pas copier les LCA, vous pouvez désactiver ce comportement pour le reste de la session.";

// Added 2020-05-29
"The key you used to authenticate with this server will stop working in the future." = "La clé que vous avez utilisée pour vous authentifier auprès de ce serveur ne fonctionnera plus à l’avenir.";
"%@ keys are no longer considered secure. Support will be removed from new versions of SSH server software. Please change to a more secure key to ensure you can still connect to this server in the future." = "Les clés %@ ne sont plus considérées comme sûres. Elles ne seront plus prises en charge par les nouvelles versions du logiciel de serveur SSH. Pour pouvoir vous connecter à ce serveur à l’avenir, choisissez une clé plus sécurisée.";
"Do not show this message again" = "Ne plus afficher ce message";
"DeprecatedKeyURL" = "https://library.panic.com/general/ssh-keys/#supported-formats";

// Added 2020-06-08
"S3BucketTrailingWhitespace" = "Veuillez supprimer tout espace à la fin de votre nom de compartiment S3.";

// Added 2024-10-28
"Soon, Google Drive will no longer support Transmit." = "Transmit ne sera bientôt plus prise en charge par Google Drive.";
"Existing Google Drive servers might continue to work as long as their credentials remain valid. New logins will be rejected by Google." = "Les serveurs Google Drive existants pourraient continuer de fonctionner tant que leurs données d’identification sont valides. Les nouvelles connexions seront refusées par Google.";
"GoogleDriveDiscontinuedBlogPostURL" = "https://blog.panic.com/end-of-the-road-for-google-drive-and-transmit/";
